[
  {
    "name": "TVShowSeeker",
    "description": "A complete backend/frontend build, a web app built using Laravel/VueJs/Redis, fully responsive and based on an api",
    "image": "./clients/seek.png",
    "slug": "tvshowseeker"
  },
  {
    "name": "Cairo Symphony Guide",
    "description": "Separate frontend and backends, a VueJs app using a Laravel backend api. implemented an image upload system using an external service for maximum optimization",
    "image": "./clients/csg.png",
    "slug":  "cairo-symphony-guide"
  },
  {
    "name": "JAMMR",
    "description": "An application to upload and share music with a unique concept of allowing users to upload versions of the same song, a backend/frontend system that is completely optimized for browser and mobile users. Built using Laravel/VueJs",
    "image": "./clients/jammr.png",
    "slug":  "jammr"
  },
  {
    "name": "EEWW eComm Platform",
    "description": "A Customizable eCommerce platform, with support for user roles and permissions, built with Laravel and VueJs and a backend built with Livewire.",
    "image": "./clients/ecomm.png",
    "slug":  "eeww-ecomm"
  },
  {
    "name": "Ezz Egypt",
    "description": "A complete api backend that supports a range of frontend technologies. a unique eCommerce application based on the business 2 business module. frontend built using Laravel blade and VueJs and the backend is a Laravel api",
    "image": "./clients/ezze.png",
    "slug":  "ezz-egypt"
  },
  {
    "name": "Game Case",
    "description": "News articles frontend Vue js app, pulling data from an external news api",
    "image": "./clients/gcase.png",
    "slug":  "game-case"
  },
  {
    "name": "A. Ezz El-Arab Legal Accountants",
    "description": "A static portfolio website using VueJs",
    "image": "./clients/aezz.png",
    "slug":  "a-ezz-accountants"
  },
  {
    "name": "ITAP Paints",
    "description": "A static website that showcases the company's profile and services using VueJs",
    "image": "./clients/itap.png",
    "slug":  "itap"
  },
  {
    "name": "Al Nour Trading",
    "description": "A simple static website profile using bootstrap4.",
    "image": "./clients/nour.png",
    "slug":  "al-nour"
  }
]